stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/25-wf1-250-wf2-25-wf3/wave-iteration-3/out-wf3-25-2022-01-21_22:01:22.txt
Requests      [total, rate]            22500, 25.00
Duration      [total, attack, wait]    15m0.049808739s, 14m59.960624048s, 89.184691ms
Latencies     [mean, 50, 95, 99, max]  128.531092ms, 78.19989ms, 431.637974ms, 1.134668185s, 2.584510126s
Bytes In      [total, mean]            114027000, 5067.87
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  61.53%
Status Codes  [code:count]             0:6924  200:13845  404:1731  
Error Set:
Get http://<none>:8080/product/6E92ZMYYFZ: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/9SIQT8TOJO: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/L9ECAV7KIM: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/LS4PSXUNUM: dial tcp: lookup <none>: no such host
404 Not Found